Repository: FrankVan1982/tao-core
Catalog: locales/*-valencia/indexation.rdf.po
Languages: ca_es_valencia

# http://www.w3.org/2000/01/rdf-schema#label
source: Index
ca_es_valencia: Índex

# http://www.w3.org/2000/01/rdf-schema#comment
source: Index class
ca_es_valencia: Classe índex

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
ca_es_valencia: Identificador

# http://www.w3.org/2000/01/rdf-schema#comment
source: Humanreadable identifier of the index
ca_es_valencia: Identificador de l'índex llegible per humans

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer of index
ca_es_valencia: Divisor de l'índex

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer to be used to extract search strings
ca_es_valencia: Divisor que s'ha d'utilitzar per a extraure cadenes de cerca

# http://www.w3.org/2000/01/rdf-schema#label
source: Fuzzy matching
ca_es_valencia: Coincidència de manera difusa

# http://www.w3.org/2000/01/rdf-schema#comment
source: Should the string matching be exact or fuzzy
ca_es_valencia: Si la cadena ha de coincidir exactament o de manera difusa

# http://www.w3.org/2000/01/rdf-schema#label
source: Use by default
ca_es_valencia: Utilitza el valor per defecte

# http://www.w3.org/2000/01/rdf-schema#comment
source: Should this property be used implicitly in the defautl search
ca_es_valencia: Si s'ha d'utilitzar aquesta propietat de manera implícita en la cerca per defecte

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer
ca_es_valencia: Divisor

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer class
ca_es_valencia: Classe divisor

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer implementation
ca_es_valencia: Implementació de divisor

# http://www.w3.org/2000/01/rdf-schema#comment
source: Classname of the tokenizer implementation
ca_es_valencia: Nom de la classe de la implementació del divisor

# http://www.w3.org/2000/01/rdf-schema#label
source: Property Indexation
ca_es_valencia: Indexació de la propietat

# http://www.w3.org/2000/01/rdf-schema#comment
source: How a property should be indexed
ca_es_valencia: Com s'ha d'indexar una propietat

# http://www.w3.org/2000/01/rdf-schema#label
source: Raw Value Tokenizer
ca_es_valencia: Divisor de valors crus

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer using the raw property value
ca_es_valencia: Divisor que utilitza el valor cru de la propietat

# http://www.w3.org/2000/01/rdf-schema#label
source: Label Tokenizer
ca_es_valencia: Divisor d'etiqueta

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer using the resource labels
ca_es_valencia: Divisor que utilitza les etiquetes de recurs

# http://www.w3.org/2000/01/rdf-schema#label
source: Label Index
ca_es_valencia: Índex d'etiqueta

# http://www.w3.org/2000/01/rdf-schema#label
source: Type Index
ca_es_valencia: Índex de tipus

# http://www.w3.org/2000/01/rdf-schema#label
source: Login Index
ca_es_valencia: Índex d'inici de sessió
