Repository: FrankVan1982/tao-core
Catalog: locales/*-valencia/model.rdf.po
Languages: ca_es_valencia

# http://www.w3.org/2000/01/rdf-schema#label
source: Abstract Model
ca_es_valencia: Model abstracte

# http://www.w3.org/2000/01/rdf-schema#comment
source: An abstract model to differentiate implementations of resources of the same type
ca_es_valencia: Un model abstracte per a diferenciar implementacions de recursos del mateix tipus

# http://www.w3.org/2000/01/rdf-schema#label
source: Model implementation
ca_es_valencia: Implementació del model

# http://www.w3.org/2000/01/rdf-schema#label
source: Model Status
ca_es_valencia: Estat del model

# http://www.w3.org/2000/01/rdf-schema#label
source: Stable
ca_es_valencia: Estable

# http://www.w3.org/2000/01/rdf-schema#comment
source: This model can be used in production
ca_es_valencia: Aquest model es pot utilitzar en producció

# http://www.w3.org/2000/01/rdf-schema#label
source: Deprecated
ca_es_valencia: Obsolet

# http://www.w3.org/2000/01/rdf-schema#comment
source: This model is not supported anymore, we advise to migrate
ca_es_valencia: Aquest model ja no té suport, us recomanem migrar

# http://www.w3.org/2000/01/rdf-schema#label
source: Development
ca_es_valencia: Desenvolupament

# http://www.w3.org/2000/01/rdf-schema#comment
source: this model has not been tested in a production environment, we advise to be carefull with it
ca_es_valencia: aquest model no s'ha provat en un entorn de producció, us recomanem que hi aneu amb compte

# http://www.w3.org/2000/01/rdf-schema#comment
source: this model is still in conception, but you can try it, give your feedback and it will be improved.
ca_es_valencia: aquest model està encara en procés d'elaboració, però podeu provar-lo; si doneu retroacció es podrà millorar

# http://www.w3.org/2000/01/rdf-schema#label
source: Status
ca_es_valencia: Estat

# http://www.w3.org/2000/01/rdf-schema#comment
source: The status of a model
ca_es_valencia: L'estat del model

# http://www.w3.org/2000/01/rdf-schema#comment
source: Select the associated model
ca_es_valencia: Seleccioneu el model associat
