Repository: FrankVan1982/tao-core
Catalog: locales/*/model.rdf.po
Languages: vi_vn

# http://www.w3.org/2000/01/rdf-schema#label
source: Abstract Model
vi_vn: Tóm tắt mô hình

# http://www.w3.org/2000/01/rdf-schema#comment
source: An abstract model to differentiate implementations of resources of the same type
vi_vn: Mô hình tóm tắt để triển khai của các kiểu tài nguyên going nhau

# http://www.w3.org/2000/01/rdf-schema#label
source: Model implementation
vi_vn: Mô hình thực hiện

# http://www.w3.org/2000/01/rdf-schema#label
source: Model Status
vi_vn: Trạng thái mô hình

# http://www.w3.org/2000/01/rdf-schema#label
source: Stable
vi_vn: Ổn định

# http://www.w3.org/2000/01/rdf-schema#comment
source: This model can be used in production
vi_vn: Mô hình này có thể sử dụng trong sản phẩm

# http://www.w3.org/2000/01/rdf-schema#label
source: Deprecated
vi_vn: Không chấp nhận

# http://www.w3.org/2000/01/rdf-schema#comment
source: This model is not supported anymore, we advise to migrate
vi_vn: Mô hình này không được hỗ trợ nữa, nên di chuyển

# http://www.w3.org/2000/01/rdf-schema#label
source: Development
vi_vn: Phát triển

# http://www.w3.org/2000/01/rdf-schema#comment
source: this model has not been tested in a production environment, we advise to be carefull with it
vi_vn: Mô hình này chưa được thử nghiệm trong môi trường sản xuất, chúng tôi khuyên bạn nên cẩn thận với nó

# http://www.w3.org/2000/01/rdf-schema#label
source: Experimental
vi_vn: Thử nghiệm

# http://www.w3.org/2000/01/rdf-schema#comment
source: this model is still in conception, but you can try it, give your feedback and it will be improved.
vi_vn: Mô hình này vẫn còn mới, nhưng bạn có thể thử nó, hãy phản hồi thông tin để nó sẽ được cải thiện hơn

# http://www.w3.org/2000/01/rdf-schema#label
source: Status
vi_vn: Trạng thái

# http://www.w3.org/2000/01/rdf-schema#comment
source: The status of a model
vi_vn: Trạng thái của một mô hình

# http://www.w3.org/2000/01/rdf-schema#label
source: Model
vi_vn: Mô hình

# http://www.w3.org/2000/01/rdf-schema#comment
source: Select the associated model
vi_vn: Chọn mô hình liên quan
